---
kind: property
id: P:Autodesk.Revit.DB.Connector.Utility
zh: 连接件、接口
source: html/fc26f772-d49b-d023-0295-13cb3264b4d8.htm
---
# Autodesk.Revit.DB.Connector.Utility Property

**中文**: 连接件、接口

Indicates if the connector is a utility connector.

## Syntax (C#)
```csharp
public bool Utility { get; }
```